{
  "lang_code": "hu",
  "under_dev": "Content of the page is being uploaded...",
  "Contact": "Contact",
  "who we support": "Who we support",
  "events": "Events",
  "supporters": "Supporters",
  "privacy": "Privacy",
  "about us": "About Us",
  "page_not_found": "Page Not Found",
  "page": {
    "welcome": {
      "title": "Welcome to the Tündérmosoly Foundation's website!",
      "b1": "The Tündérmosoly Foundation is a community initiative dedicated to providing support for children with multiple disabilities and their families. Our goal is to offer developmental opportunities and assistance to children with intellectual, physical, and visual impairments, helping them achieve a better quality of life.",
      "b2": "Working in collaboration with professionals, therapists, and supporters, we are committed to creating the necessary conditions for children's growth and their active participation in everyday life. Each child has unique needs, which is why we provide personalized therapies, interventions, and resources tailored to their specific requirements.",
      "b3": "Our foundation's activities are primarily funded through donations and support. Contributions enable us to continue our developmental programs, therapies, and supportive services. Every donation makes a significant impact and brings a smile to the faces of the children we serve.",
      "b4": "On our website, you will find information about our activities, projects, stories of the children we support, and the therapeutic options we provide. Additionally, you have the opportunity to make direct donations and become a supporter.",
      "b5": "Join us in our mission to bring more smiles to the faces of children! We sincerely appreciate your support of the Tündérmosoly Foundation.",
      "b6": "If you have any questions, please feel free to contact us using the provided contact information.",
      "b7": "Best regards,"
    },
    "sponsored": {
      "title": "Fundraising for Marci's Benefit.",
      "b0": "Dear Everybody!",
      "b1": "As many of you may know, our middle child is multiply disabled (visually impaired, physically impaired, and intellectually challenged) little boy. Marci suffered two brain hemorrhages at birth, resulting in severe disabilities.\n\nOver the past 6 years, we have invested in numerous developmental interventions and therapies, trying everything possible to advance his progress. In the last six months, Marci's development has made remarkable leaps. He has started crawling on all fours, pulls himself up to stand whenever possible, can eat chunkier foods than before, and in addition to the 5-10 words he used to say, he has begun repeating and consciously using shorter words. These therapies come at significant cost, and now we have reached a point where we need to ask for help.",
      "b2": "To finance these expenses, we have finally established our own foundation, the \"Tündérmosoly Foundation,\" primarily aimed at funding Marci's development. However, as part of our activities, we also intend to support other parents and siblings facing similar challenges in the future. Currently, we need 1,400,000 HUF (Hungarian Forint), out of which we plan to purchase a specialized positioning device for Marci, enabling him to assume vertical and inclined positions as well as a seated position. The cost of this equipment is 2,500 Euros, and there are additional setup expenses for the rehabilitation center, approximately 20,000-30,000 HUF.\n\nMarci has been offered the opportunity to participate in a development camp specifically designed for children with cerebral palsy, where he will receive personalized therapy for one week. The cost of this camp is 110,000 HUF.",
      "b3": "In addition to the ongoing conductive therapies, there are two therapies that have proven successful in recent months, namely the Vojta and Pfaffenrot therapies. We would like to attend 2x1 and 2x2 weeks of these therapies this year, with a total cost of 200,000 HUF. After the camp, we would like to find a speech therapist to initiate his speech development.\n\nIf you have the opportunity, please support our little boy's development with even the price of an ice cream. We are extremely grateful for your help!",
      "b4": ""
    }
  }
}
